Repository: devdasx/aperture
Catalog: UniApp/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, ml, mr, ms, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Anyone with this key can take the funds on its address. Aperture cannot undo a leak.
af: Enigiemand met hierdie sleutel kan die fondse op sy adres neem. Aperture kan nie 'n lekkasie ongedaan maak nie.
ar: يمكن لأي شخص يملك هذا المفتاح أخذ الأموال الموجودة على عنوانه. لا يستطيع Aperture التراجع عن تسريب.
bg: Всеки с този ключ може да вземе средствата на неговия адрес. Aperture не може да отмени изтичане.
bn: এই কী যার কাছে আছে সে এর ঠিকানার তহবিল নিতে পারে। Aperture ফাঁস বাতিল করতে পারে না।
ca: Qualsevol persona amb aquesta clau pot agafar els fons de la seva adreça. Aperture no pot desfer una filtració.
cs: Kdokoli s tímto klíčem může vybrat prostředky z jeho adresy. Aperture nemůže únik vrátit zpět.
da: Enhver med denne nøgle kan tage midlerne på dens adresse. Aperture kan ikke fortryde en lækage.
de: Jeder mit diesem Schlüssel kann die Mittel auf seiner Adresse entnehmen. Aperture kann ein Leck nicht rückgängig machen.
el: Όποιος έχει αυτό το κλειδί μπορεί να πάρει τα κεφάλαια στη διεύθυνσή του. Το Aperture δεν μπορεί να αναιρέσει μια διαρροή.
es: Cualquiera que tenga esta clave puede llevarse los fondos de su dirección. Aperture no puede deshacer una filtración.
et: Igaüks, kellel on see võti, saab võtta selle aadressil olevad vahendid. Aperture ei saa lekkimist tagasi võtta.
fa: هرکسی این کلید را داشته باشد می‌تواند وجوه روی نشانی آن را بردارد. Aperture نمی‌تواند نشت را جبران کند.
fi: Kuka tahansa, jolla on tämä avain, voi viedä sen osoitteessa olevat varat. Aperture ei voi perua vuotoa.
fil: Sinuman na may key na ito ay maaaring kunin ang pondo sa address nito. Hindi maibabalik ng Aperture ang isang pagkatagas.
fr: Quiconque possède cette clé peut prendre les fonds de son adresse. Aperture ne peut pas annuler une fuite.
he: כל מי שברשותו מפתח זה יכול לקחת את הכספים שבכתובתו. ‎Aperture אינו יכול לבטל דליפה.
hi: इस कुंजी वाला कोई भी व्यक्ति इसके पते पर मौजूद फ़ंड ले सकता है। Aperture किसी लीक को पूर्ववत नहीं कर सकता।
hr: Svatko s ovim ključem može uzeti sredstva s njegove adrese. Aperture ne može poništiti curenje.
hu: Bárki, akinél megvan ez a kulcs, elviheti a címén lévő pénzt. Az Aperture nem tud visszavonni egy szivárgást.
id: Siapa pun yang memiliki kunci ini dapat mengambil dana di alamatnya. Aperture tidak dapat membatalkan kebocoran.
is: Hver sem hefur þennan lykil getur tekið féð á vistfangi hans. Aperture getur ekki afturkallað leka.
it: Chiunque abbia questa chiave può prelevare i fondi sul suo indirizzo. Aperture non può annullare una fuga di dati.
ja: この鍵を持つ人は誰でもそのアドレスの資金を引き出せます。Aperture は漏洩を取り消せません。
ko: 이 키를 가진 사람은 누구나 해당 주소의 자금을 가져갈 수 있습니다. Aperture는 유출을 되돌릴 수 없습니다.
lt: Bet kas, turintis šį raktą, gali paimti jo adrese esančias lėšas. Aperture negali atšaukti nutekėjimo.
lv: Jebkurš, kam ir šī atslēga, var paņemt līdzekļus tās adresē. Aperture nevar atsaukt noplūdi.
ml: ഈ കീ ഉള്ള ആർക്കും അതിന്റെ വിലാസത്തിലെ ഫണ്ട് എടുക്കാം. ചോർച്ച Aperture-ന് പിൻവലിക്കാനാവില്ല.
mr: ही की असलेला कोणीही त्याच्या पत्त्यावरील निधी घेऊ शकतो. Aperture लीक पूर्ववत करू शकत नाही.
ms: Sesiapa yang mempunyai kunci ini boleh mengambil dana pada alamatnya. Aperture tidak boleh membatalkan kebocoran.
nb: Hvem som helst med denne nøkkelen kan ta midlene på adressen. Aperture kan ikke angre en lekkasje.
nl: Iedereen met deze sleutel kan het tegoed op het bijbehorende adres weghalen. Aperture kan een lek niet ongedaan maken.
pa: ਇਹ ਕੁੰਜੀ ਰੱਖਣ ਵਾਲਾ ਕੋਈ ਵੀ ਇਸਦੇ ਪਤੇ 'ਤੇ ਮੌਜੂਦ ਫੰਡ ਲੈ ਸਕਦਾ ਹੈ। Aperture ਲੀਕ ਨੂੰ ਵਾਪਸ ਨਹੀਂ ਕਰ ਸਕਦਾ।
pl: Każdy, kto ma ten klucz, może zabrać środki z jego adresu. Aperture nie cofnie wycieku.
pt_br: Qualquer pessoa com esta chave pode levar os fundos do endereço dela. O Aperture não pode desfazer um vazamento.
ro: Oricine deține această cheie poate lua fondurile de la adresa ei. Aperture nu poate anula o scurgere.
ru: Любой, у кого есть этот ключ, может забрать средства с его адреса. Aperture не сможет отменить утечку.
sk: Ktokoľvek s týmto kľúčom môže vziať prostriedky na jeho adrese. Aperture nemôže vrátiť únik.
sl: Kdor koli s tem ključem lahko vzame sredstva na njegovem naslovu. Aperture ne more razveljaviti uhajanja.
sr: Svako ko ima ovaj ključ može da uzme sredstva sa njegove adrese. Aperture ne može da poništi curenje.
sv: Vem som helst med denna nyckel kan ta medlen på dess adress. Aperture kan inte ångra en läcka.
sw: Mtu yeyote mwenye ufunguo huu anaweza kuchukua fedha kwenye anwani yake. Aperture haiwezi kutengua uvujaji.
ta: இந்த விசையை வைத்திருக்கும் எவரும் அதன் முகவரியில் உள்ள நிதியை எடுக்கலாம். கசிவை Aperture ஆல் மாற்ற முடியாது.
te: ఈ కీ ఉన్న ఎవరైనా దాని చిరునామాలోని నిధులను తీసుకోవచ్చు. లీక్‌ను Aperture రద్దు చేయలేదు.
th: ใครก็ตามที่มีคีย์นี้สามารถนำเงินที่อยู่บนที่อยู่นั้นไปได้ Aperture ไม่สามารถย้อนกลับการรั่วไหลได้
tr: Bu anahtara sahip olan herkes adresindeki fonları alabilir. Aperture bir sızıntıyı geri alamaz.
uk: Будь-хто з цим ключем може забрати кошти з його адреси. Aperture не може скасувати витік.
ur: جس کے پاس بھی یہ کلید ہو وہ اس کے ایڈریس کی رقم لے سکتا ہے۔ Aperture کسی لیک کو واپس نہیں کر سکتا۔
vi: Bất kỳ ai có khóa này đều có thể lấy tiền tại địa chỉ của nó. Aperture không thể hoàn tác một vụ rò rỉ.
zh_hans: 任何持有此密钥的人都能取走其地址上的资金。Aperture 无法撤销泄露。
zh_hant: 任何持有此密鑰的人都能取走其地址上的資金。Aperture 無法撤銷洩漏。

source: Anyone with this phrase can take your funds. Aperture cannot recover it for you.
af: Enigeen met hierdie frase kan jou fondse vat. Aperture kan dit nie vir jou herstel nie.
ar: يستطيع أي شخص يحصل على هذه العبارة أن يأخذ أموالك. ولا يستطيع Aperture استردادها نيابةً عنك.
bg: Всеки, който има тази фраза, може да вземе средствата ви. Aperture не може да я възстанови вместо вас.
bn: যার কাছে এই ফ্রেজ থাকবে, সে আপনার অর্থ নিয়ে নিতে পারবে। Aperture এটি আপনার জন্য পুনরুদ্ধার করতে পারবে না।
ca: Qualsevol amb aquesta frase pot agafar els teus fons. Aperture no pot recuperar-la per tu.
cs: Kdokoli s touto frází může vzít vaše prostředky. Aperture vám ji nedokáže obnovit.
da: Enhver med denne frase kan tage dine midler. Aperture kan ikke gendanne den for dig.
de: Wer im Besitz dieser Phrase ist, kann auf Ihr Vermögen zugreifen. Aperture kann sie nicht für Sie wiederherstellen.
el: Όποιος έχει αυτή τη φράση μπορεί να πάρει τα κεφάλαιά σας. Το Aperture δεν μπορεί να την ανακτήσει για εσάς.
es: Cualquiera con esta frase puede tomar tus fondos. Aperture no puede recuperarla por ti.
et: Igaüks, kellel on see fraas, saab võtta sinu raha. Aperture ei saa seda sinu jaoks taastada.
fa: هرکس این عبارت را داشته باشد می‌تواند دارایی شما را بردارد. Aperture نمی‌تواند آن را برای شما بازیابی کند.
fi: Kuka tahansa, jolla on tämä lause, voi viedä varasi. Aperture ei voi palauttaa sitä puolestasi.
fil: Kayang kunin ng kahit sinong may hawak ng pariralang ito ang iyong pondo. Hindi ito mababawi ng Aperture para sa iyo.
fr: Quiconque possède cette phrase peut prendre vos fonds. Aperture ne peut pas la récupérer à votre place.
he: כל מי שיש לו את הביטוי הזה יכול לקחת את הכספים שלך. Aperture לא יכול לשחזר אותו עבורך.
hi: जिसके पास भी यह फ़्रेज़ होगा, वह आपके फंड ले सकता है। Aperture इसे आपके लिए वापस नहीं ला सकता।
hr: Svatko tko ima ovu frazu može uzeti vaša sredstva. Aperture je ne može oporaviti za vas.
hu: Aki rendelkezik ezzel a mondattal, hozzáférhet az eszközeihez. Az Aperture nem tudja visszaállítani Önnek.
id: Siapa pun yang memiliki frasa ini dapat mengambil dana Anda. Aperture tidak dapat memulihkannya untuk Anda.
is: Hver sem hefur þessa setningu getur tekið féð þitt. Aperture getur ekki endurheimt hana fyrir þig.
it: Chiunque possieda questa frase può prelevare i tuoi fondi. Aperture non può recuperarla per te.
ja: このフレーズを手にした人は、あなたの資産を持ち出すことができます。Aperture では復元できません。
ko: 이 구문을 가진 사람은 누구나 당신의 자금을 가져갈 수 있습니다. Aperture는 이를 복구해 드릴 수 없습니다.
lt: Bet kas, turintis šią frazę, gali pasiimti jūsų lėšas. „Aperture“ negali jos jums atkurti.
lv: Ikviens, kuram ir šī frāze, var paņemt jūsu līdzekļus. Aperture nevar to jums atjaunot.
ml: ഈ വാചകം കൈവശമുള്ള ആർക്കും നിങ്ങളുടെ ഫണ്ടുകൾ എടുക്കാം. Aperture-ന് അത് നിങ്ങൾക്കായി വീണ്ടെടുക്കാൻ കഴിയില്ല.
mr: ही वाक्यरचना असलेला कोणीही तुमचा निधी घेऊ शकतो. Aperture तुमच्यासाठी ती परत मिळवू शकत नाही.
ms: Sesiapa yang memiliki frasa ini boleh mengambil dana anda. Aperture tidak dapat memulihkannya untuk anda.
nb: Hvem som helst med denne frasen kan ta midlene dine. Aperture kan ikke gjenopprette den for deg.
nl: Iedereen met deze zin kan je geld wegnemen. Aperture kan hem niet voor je herstellen.
pa: ਇਹ ਵਾਕ ਰੱਖਣ ਵਾਲਾ ਕੋਈ ਵੀ ਤੁਹਾਡੇ ਫੰਡ ਲੈ ਸਕਦਾ ਹੈ। Aperture ਇਸਨੂੰ ਤੁਹਾਡੇ ਲਈ ਮੁੜ-ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰ ਸਕਦਾ।
pl: Każdy, kto ma tę frazę, może zabrać Twoje środki. Aperture nie może jej odzyskać.
pt_br: Qualquer pessoa com esta frase pode levar seus fundos. O Aperture não pode recuperá-la para você.
ro: Oricine deține această frază poate lua fondurile. Aperture nu o poate recupera pentru dumneavoastră.
ru: Любой, у кого есть эта фраза, сможет забрать ваши средства. Aperture не сможет восстановить её для вас.
sk: Ktokoľvek s touto frázou si môže vziať vaše prostriedky. Aperture vám ju nedokáže obnoviť.
sl: Kdor koli ima to frazo, lahko vzame vaša sredstva. Aperture je za vas ne more obnoviti.
sr: Свако ко има ову фразу може узети ваша средства. Aperture не може да је врати уместо вас.
sv: Den som har denna fras kan ta dina medel. Aperture kan inte återställa den åt dig.
sw: Yeyote mwenye kifungu hiki anaweza kuchukua fedha zako. Aperture haiwezi kukirejesha kwa niaba yako.
ta: இந்த சொற்றொடரை வைத்திருக்கும் எவரும் உங்கள் நிதியை எடுத்துக்கொள்ளலாம். Aperture-ஆல் அதை உங்களுக்காக மீட்க முடியாது.
te: ఈ పదబంధాన్ని కలిగి ఉన్న ఎవరైనా మీ నిధులను తీసుకోవచ్చు. Aperture దానిని మీ కోసం పునరుద్ధరించలేదు.
th: ใครก็ตามที่มีวลีนี้สามารถนำเงินของคุณไปได้ Aperture ไม่สามารถกู้คืนให้คุณได้
tr: Bu ifadeye sahip olan herkes paranızı alabilir. Aperture bunu sizin için kurtaramaz.
uk: Будь-хто з цією фразою може забрати ваші кошти. Aperture не зможе її відновити.
ur: اس فقرے کے ساتھ کوئی بھی آپ کی رقم لے سکتا ہے۔ Aperture اسے آپ کے لیے بحال نہیں کر سکتا۔
vi: Bất kỳ ai có cụm từ này đều có thể lấy tiền của bạn. Aperture không thể khôi phục nó cho bạn.
zh_hans: 任何拿到这段助记词的人都能取走你的资金。Aperture 无法为你恢复它。
zh_hant: 任何拿到這段助記詞的人都能取走你的資金。Aperture 無法為你還原它。

source: Anything connected to the internet can be reached.
af: Enigiets wat aan die internet gekoppel is, kan bereik word.
ar: كل ما يتصل بالإنترنت يمكن الوصول إليه.
bg: Всичко, свързано с интернет, може да бъде достигнато.
bn: ইন্টারনেটের সঙ্গে যুক্ত যেকোনো কিছুতেই পৌঁছানো সম্ভব।
ca: Tot allò connectat a internet és accessible.
cs: Cokoli připojené k internetu lze zasáhnout.
da: Alt, der er forbundet til internettet, kan nås.
de: Was mit dem Internet verbunden ist, ist erreichbar.
el: Οτιδήποτε συνδέεται στο διαδίκτυο μπορεί να προσεγγιστεί.
es: Todo lo que está conectado a internet es accesible.
et: Kõik, mis on internetiga ühenduses, on kättesaadav.
fa: هر چیزی که به اینترنت متصل باشد، می‌توان به آن دست یافت.
fi: Mihin tahansa internetiin liitettyyn pääsee käsiksi.
fil: Anumang nakakonekta sa internet ay maaaring marating.
fr: Tout ce qui est connecté à internet peut être atteint.
he: כל מה שמחובר לאינטרנט אפשר להגיע אליו.
hi: जो भी इंटरनेट से जुड़ा है, उस तक पहुँचा जा सकता है।
hr: Sve što je povezano s internetom može se dohvatiti.
hu: Bármi, ami az internethez kapcsolódik, elérhető.
id: Apa pun yang terhubung ke internet dapat dijangkau.
is: Allt sem er tengt netinu er aðgengilegt.
it: Tutto ciò che è connesso a internet può essere raggiunto.
ja: インターネットにつながっているものは、すべて到達されうる。
ko: 인터넷에 연결된 것은 모두 도달될 수 있습니다.
lt: Viskas, kas prijungta prie interneto, gali būti pasiekta.
lv: Viss, kas pieslēgts internetam, var tikt sasniegts.
ml: ഇന്റർനെറ്റുമായി ബന്ധിപ്പിച്ച എന്തിലേക്കും എത്തിച്ചേരാം.
mr: इंटरनेटशी जोडलेल्या कोणत्याही गोष्टीपर्यंत पोहोचता येतं.
ms: Apa sahaja yang bersambung ke internet boleh dicapai.
nb: Alt som er koblet til internett, kan nås.
nl: Alles wat met internet verbonden is, is bereikbaar.
pa: ਜੋ ਵੀ ਇੰਟਰਨੈੱਟ ਨਾਲ ਜੁੜਿਆ ਹੈ, ਉਸ ਤੱਕ ਪਹੁੰਚਿਆ ਜਾ ਸਕਦਾ ਹੈ।
pl: Wszystko, co jest podłączone do internetu, można osiągnąć.
pt_br: Tudo o que está conectado à internet pode ser alcançado.
ro: Orice e conectat la internet poate fi atins.
ru: Всё, что подключено к интернету, может быть достигнуто.
sk: Čokoľvek pripojené k internetu sa dá zasiahnuť.
sl: Vse, kar je povezano z internetom, je dosegljivo.
sr: Све што је повезано на интернет може се досегнути.
sv: Allt som är anslutet till internet går att nå.
sw: Chochote kilichounganishwa kwenye intaneti kinaweza kufikiwa.
ta: இணையத்துடன் இணைந்த எதையும் அணுக முடியும்.
te: ఇంటర్నెట్‌కు కనెక్ట్ అయిన దేన్నైనా చేరుకోగలరు.
th: สิ่งใดที่เชื่อมต่ออินเทอร์เน็ตล้วนเข้าถึงได้
tr: İnternete bağlı olan her şeye erişilebilir.
uk: Усе, що під’єднане до інтернету, можна дістати.
ur: انٹرنیٹ سے جُڑی ہر چیز تک پہنچا جا سکتا ہے۔
vi: Bất cứ thứ gì kết nối với internet đều có thể bị tiếp cận.
zh_hans: 凡是连接互联网的，皆可被触及。
zh_hant: 凡是連接網際網路的，皆可被觸及。

source: APERTURE · RECEIPT
af: APERTURE · KWITANSIE
ar: APERTURE · إيصال
bg: APERTURE · РАЗПИСКА
bn: APERTURE · রসিদ
ca: APERTURE · REBUT
cs: APERTURE · ÚČTENKA
da: APERTURE · KVITTERING
de: APERTURE · BELEG
el: APERTURE · ΑΠΟΔΕΙΞΗ
es: APERTURE · RECIBO
et: APERTURE · KVIITUNG
fa: APERTURE · رسید
fi: APERTURE · KUITTI
fil: APERTURE · RESIBO
fr: APERTURE · REÇU
he: ‎APERTURE · קבלה
hi: APERTURE · रसीद
hr: APERTURE · POTVRDA
hu: APERTURE · NYUGTA
id: APERTURE · TANDA TERIMA
is: APERTURE · KVITTUN
it: APERTURE · RICEVUTA
ja: APERTURE・レシート
ko: APERTURE · 영수증
lt: APERTURE · KVITAS
lv: APERTURE · KVĪTS
ml: APERTURE · രസീത്
mr: APERTURE · पावती
ms: APERTURE · RESIT
nb: APERTURE · KVITTERING
nl: APERTURE · BEWIJS
pa: APERTURE · ਰਸੀਦ
pl: APERTURE · POTWIERDZENIE
pt_br: APERTURE · RECIBO
ro: APERTURE · CHITANȚĂ
ru: APERTURE · ЧЕК
sk: APERTURE · POTVRDENIE
sl: APERTURE · POTRDILO
sr: APERTURE · POTVRDA
sv: APERTURE · KVITTO
sw: APERTURE · STAKABADHI
ta: APERTURE · ரசீது
te: APERTURE · రసీదు
th: APERTURE · ใบเสร็จ
tr: APERTURE · MAKBUZ
uk: APERTURE · КВИТАНЦІЯ
ur: APERTURE · رسید
vi: APERTURE · BIÊN NHẬN
zh_hans: APERTURE · 收据
zh_hant: APERTURE · 收據

source: Aperture browses dApps; it doesn't audit them. Read every request before you sign.
af: Aperture blaai deur dApps; dit oudit hulle nie. Lees elke versoek voordat jy teken.
ar: تتصفّح Aperture التطبيقات اللامركزية ولا تدقّقها. اقرأ كل طلب قبل التوقيع.
bg: Aperture разглежда dApps; не ги проверява. Прочетете всяка заявка, преди да подпишете.
bn: Aperture dApp ব্রাউজ করে; অডিট করে না। সাইন করার আগে প্রতিটি অনুরোধ পড়ুন।
ca: Aperture navega per dApps; no les audita. Llegeix cada sol·licitud abans de signar.
cs: Aperture prochází dApp, ale neaudituje je. Před podpisem si přečtěte každý požadavek.
da: Aperture browser dApps, men reviderer dem ikke. Læs hver anmodning, før du signerer.
de: Aperture öffnet dApps, prüft sie aber nicht. Lies jede Anfrage, bevor du sie signierst.
el: Το Aperture περιηγείται σε dApps, δεν τα ελέγχει. Διαβάστε κάθε αίτημα πριν υπογράψετε.
es: Aperture navega por dApps; no las audita. Lee cada solicitud antes de firmar.
et: Aperture sirvib dAppe, kuid ei auditeeri neid. Loe iga päring enne allkirjastamist läbi.
fa: Aperture dAppها را مرور می‌کند؛ آنها را بازرسی نمی‌کند. هر درخواست را پیش از امضا بخوانید.
fi: Aperture selaa dAppeja, mutta ei auditoi niitä. Lue jokainen pyyntö ennen allekirjoittamista.
fil: Nagba-browse ang Aperture ng mga dApp; hindi nito ito ina-audit. Basahin ang bawat kahilingan bago ka mag-sign.
fr: Aperture parcourt les dApps ; il ne les audite pas. Lisez chaque demande avant de signer.
he: ‏Aperture גולשת ב־dApps אך אינה מבקרת אותם. יש לקרוא כל בקשה לפני החתימה.
hi: Aperture dApps ब्राउज़ करता है, उनकी ऑडिट नहीं करता। साइन करने से पहले हर अनुरोध पढ़ें।
hr: Aperture pregledava dApps; ne revidira ih. Pročitajte svaki zahtjev prije nego što potpišete.
hu: Az Aperture böngészi a dApp-okat, de nem auditálja őket. Aláírás előtt olvass el minden kérést.
id: Aperture menjelajahi dApp; ia tidak mengauditnya. Baca setiap permintaan sebelum Anda menandatangani.
is: Aperture vafrar um dApps; það endurskoðar þau ekki. Lestu hverja beiðni áður en þú undirritar.
it: Aperture esplora le dApp; non le verifica. Legga ogni richiesta prima di firmare.
ja: Aperture は dApp を閲覧しますが、監査はしません。署名する前にすべてのリクエストを確認してください。
ko: Aperture는 dApp을 둘러볼 뿐 감사하지는 않아요. 서명하기 전에 모든 요청을 읽어 보세요.
lt: Aperture naršo dApps, bet jų neaudituoja. Perskaitykite kiekvieną užklausą prieš pasirašydami.
lv: Aperture pārlūko dApps, taču tās neaudita. Izlasiet katru pieprasījumu pirms parakstīšanas.
ml: Aperture dApp-കൾ ബ്രൗസ് ചെയ്യുന്നു; അവയെ ഓഡിറ്റ് ചെയ്യുന്നില്ല. ഒപ്പിടുന്നതിന് മുമ്പ് ഓരോ അഭ്യർത്ഥനയും വായിക്കുക.
mr: Aperture dApps ब्राउझ करते; त्यांचे ऑडिट करत नाही. स्वाक्षरी करण्यापूर्वी प्रत्येक विनंती वाचा.
ms: Aperture melayari dApp; ia tidak mengaudit dApp tersebut. Baca setiap permintaan sebelum anda menandatangani.
nb: Aperture surfer på dApps, men reviderer dem ikke. Les hver forespørsel før du signerer.
nl: Aperture bekijkt dApps; het controleert ze niet. Lees elk verzoek voordat je ondertekent.
pa: Aperture dApps ਬ੍ਰਾਊਜ਼ ਕਰਦਾ ਹੈ; ਇਹ ਉਹਨਾਂ ਦਾ ਆਡਿਟ ਨਹੀਂ ਕਰਦਾ। ਦਸਤਖਤ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਹਰ ਬੇਨਤੀ ਪੜ੍ਹੋ।
pl: Aperture przegląda dAppy; nie audytuje ich. Przeczytaj każde żądanie przed podpisaniem.
pt_br: O Aperture navega em dApps; não os audita. Leia cada solicitação antes de assinar.
ro: Aperture răsfoiește dApps; nu le auditează. Citește fiecare cerere înainte de a semna.
ru: Aperture открывает dApp, но не проводит их аудит. Прочитайте каждый запрос перед подписанием.
sk: Aperture prehliada dApp, ale neaudituje ich. Pred podpisom si prečítajte každú žiadosť.
sl: Aperture brska po dApp, vendar jih ne revidira. Pred podpisom preberite vsako zahtevo.
sr: Aperture прегледа dApp; не ревидира их. Прочитајте сваки захтев пре него што потпишете.
sv: Aperture surfar på dApps men granskar dem inte. Läs varje begäran innan du signerar.
sw: Aperture huvinjari dApps; haifanyi ukaguzi wa hizo. Soma kila ombi kabla ya kutia saini.
ta: Aperture dApps-ஐ உலாவுகிறது; அவற்றைத் தணிக்கை செய்வதில்லை. கையொப்பமிடும் முன் ஒவ்வொரு கோரிக்கையையும் படியுங்கள்.
te: Aperture dApps‌ను బ్రౌజ్ చేస్తుంది; వాటిని ఆడిట్ చేయదు. సంతకం చేయడానికి ముందు ప్రతి అభ్యర్థనను చదవండి.
th: Aperture เรียกดู dApp แต่ไม่ได้ตรวจสอบ อ่านทุกคำขอก่อนลงนาม
tr: Aperture dApp’lere göz atar; onları denetlemez. İmzalamadan önce her isteği okuyun.
uk: Aperture відкриває dApp, але не перевіряє їх. Прочитайте кожен запит перед підписанням.
ur: Aperture dApps براؤز کرتا ہے؛ ان کا آڈٹ نہیں کرتا۔ دستخط سے پہلے ہر درخواست کو پڑھیں۔
vi: Aperture duyệt các dApp; nó không kiểm tra chúng. Hãy đọc mọi yêu cầu trước khi bạn ký.
zh_hans: Aperture 浏览 dApp,但不会对其进行审计。签名前请仔细阅读每一个请求。
zh_hant: Aperture 瀏覽 dApp,但不會對其進行稽核。簽署前請仔細閱讀每一個請求。
